Repository: Rabot18/streetart
Catalog: translations/messages.*.xlf
Languages: fr

# page.logout.link
source: Logout
fr: Se déconnecter

# page.login.link
source: Login
fr: Se connecter

# page.login.title
source: Sign in
fr: Connexion

# page.register.title
source: Register
fr: Créer un compte

# header.menu.home
source: Home
fr: Accueil

# header.menu.map
source: Map
fr: Carte

# home.description.first
source: Welcome on street-artwork, the website gathering street artworks from around the world geolocated. Find beautiful artworks all around you.
fr: Bienvenue sur street-artwork, le site regroupant les oeuvres de street art du monde entier géolocalisées. Trouvez de magnifiques oeuvres tout autour de vous.

# home.description.second
source: This project is born from the desire to introduce people to this art that is not enough highlighted, and which is often located in places far from conventional tourist attractions or monuments. Don't miss wonders near you anymore.
fr: Ce projet est né de l’envie de faire découvrir aux gens cet art qui n’est pas assez mis en lumière, et qui bien souvent se trouve dans des endroits éloignés des monuments ou attractions touristiques dit conventionnels. Ne loupez plus de petites merveilles à 2 pas de chez vous.

# home.needyou
source: We need you! This project is collaborative. We can't visit cities all around the world to take pictures of all the artworks (even if it would be really cool), so we need you to contribute to spread the world the street art of your city.
fr: We need you ! Ce projet est collaboratif. Nous ne pouvons pas visiter les villes du monde entier pour prendre en photo tous les tags (même si ça serait vraiment cool), nous avons donc besoin de vous pour contribuer à faire connaître le street art de votre ville.

# artwork.title.create
source: Add a street artwork
fr: Ajouter un street art

# artwork.title.edit
source: Edit a street artwork
fr: Modifier un street art

# artwork.link.add_a_document
source: Add a document
fr: Ajouter un document

# artwork.button.save
source: Save
fr: Enregistrer

# artwork.label.title
source: Title
fr: Titre

# artwork.label.address
source: Address
fr: Adresse

# artwork.label.country
source: Country
fr: Pays

# artwork.label.city
source: City
fr: Ville

# artwork.label.documents
source: Documents
fr: Images

# artwork.flash.danger.error
source: An error has occured during save
fr: Une erreur s'est produite lors de la sauvegarde

# artwork.button.cancel
source: Cancel
fr: Annuler

# artwork.button.add_new
source: Add new
fr: Ajouter un nouveau

# artwork.message.wording_success
source: {0}Thank you! <br><br>It will be verified before being online. <br>If you had an account you would be notified of the release.|]0,Inf]Thanks <strong>username</strong>! <br><br>It will be verified before being online. <br>You will be informed soon of the release.
fr: {0}Merci pour votre soumission !<br><br>Sa publication est soumise à validation. <br>Si vous aviez un compte vous seriez averti de sa mise en ligne.|]0,Inf]Merci <strong>username</strong> pour votre soumission !<br><br>Sa publication est soumise à validation. <br>Vous serez averti très prochainement de sa mise en ligne.

# artwork.introduction
source: 1/ Clic on « Browse » to add a photo. You can add several of the same artwork by clicking on « Add a document » <br>2/ If your photo contains GPS coordinates, click on the small world map to the left of the "delete" button to automatically fill in the fields. <br>3/ Give it a title then save
fr: 1/ Ajouter une photo en cliquant sur « Parcourir ». Vous pouvez en ajouter plusieurs d’une même oeuvre en cliquant sur « Ajouter un document » <br>2/ Si votre photo contient des coordonnées GPS, cliquez sur la petite mappemonde à gauche du bouton « supprimer » pour remplir automatiquement les champs. <br>3/ Donner lui un titre puis enregistrer

# header.menu.submit
source: Submit photo
fr: Soumettre photo

# map.description
source: Here is a glympse of the artworks displayed on a map. <br> In the futur, you will have access to an advanced search, filters, your geolocation to offer the gems around you, settings ... and many good things to enjoy to your heart's content!
fr: Voici un aperçu des oeuvres affichées sur une carte. <br>Vous aurez par la suite accès à une recherche détaillée, des filtres, votre géolocalisation pour vous proposer les pépites autour de vous, des paramétrages... et plein de bonnes choses encore à savourer sans modération !

# header.menu.list
source: Artworks
fr: Oeuvres

# home.title.first
source: Welcome on Street Artwork
fr: Bienvenue sur Street Artwork

# home.title.second
source: History
fr: Histoire

# nav.link.legals
source: Legals
fr: Mentions légales

# nav.link.sitemap
source: Sitemap
fr: Plan du site

# nav.link.contact
source: Contact us
fr: Nous contacter

# header.menu.language
source: Language
fr: Langue

# header.menu.choose
source: Choose
fr: Choisir

# artwork.mensurations
source: My measurements
fr: Toutes mes mensurations

# artwork.label.author
source: Author
fr: Auteur

# artwork.label.active
source: Active
fr: Actif

# artwork.fullsize
source: Here I am in full size
fr: Me voici en grandeur nature

# artwork.neighbour
source: My neighbors (within 100m)
fr: Mes voisins (à moins de 100m)

# artwork.label.delete
source: Delete
fr: Supprimer

# home.introduction.fresquile
source: Fresqu'île at hangar à bananes
fr: Fresqu'île au hangar à bananes

# home.showmore
source: Read more
fr: En savoir plus

# home.introduction.baisersocialiste
source: Socialist fraternal kiss
fr: Baiser fraternel socialiste

# home.submit
source: Submit a photo
fr: Soumettre une photo

# home.preview
source: Artworks database preview
fr: Preview de la base de données des oeuvres

# home.preview.total
source: The database contains totalPois artworks from totalCountry countries
fr: La base contient totalPois oeuvres provenant de totalCountry pays

# list.base
source: The database contains totalPois artworks from totalCountry countries
fr: La base contient totalPois oeuvres provenant de totalCountry pays

# map.aroundme
source: Show around me
fr: Voir autour de moi

# artwork.connected
source: Thx <strong>username</strong> for sharing your treasures.
fr: Merci <strong>username</strong> de nous faire partager tes trouvailles.

# artwork.login
source: Do you forget to login ? Or create an account ?
fr: N'as-tu pas oublié de te connecter ? Ou même de te créer un compte ?

# home.seemap
source: See the map
fr: Voir la carte

# home.seelist
source: Browse the list
fr: Parcourir la liste

# home.contribute
source: Top contributors, be part of them?
fr: Top contributeurs, en faire partie ?

# home.pseudo
source: Nickname
fr: Pseudo

# home.nbartwork
source: Number of artworks
fr: Nombre d'artworks

# home.nbcountry
source: Number of countries
fr: Nombre de pays

# dashboard.title
source: My dashboard
fr: Mon tableau de bord

# dashboard.introduction
source: I submited a total of nbUserArtworks artwork(s) in nbUserContries countries
fr: J'ai proposé un total de nbUserArtworks artwork(s) dans nbUserContries pays

# welcome.title
source: Be part of the adventure street-artwork.com
fr: Faire partie de l'aventure street-artwork.com

# welcome.connect
source: Login
fr: Me connecter

# welcome.register
source: Register
fr: M'inscrire

# welcome.why
source: <h2>Why ?</h2> Create an account will allow you to be part of a wonderful project, be in the list of contributors, find your history, and many great things in the futur!
fr: <h2>Pourquoi ?</h2> Créer un compte vous permettra de faire partie d’un magnifique projet, être dans la liste des contributeurs, retrouver votre historique, et plein de super choses à venir encore !

# welcome.how
source: <h2>How ?</h2> Only by clicking on one of the 2 buttons below.<br /> Or contact us at this address (<a href="mailto:contact@street-artwork.com">contact@street-artwork.com</a>) for any other collaboration as an artist, developer, sponsor, partner ...
fr: <h2>Comment ?</h2> Simplement en cliquant sur un des 2 boutons ci-dessous.<br /> Ou bien nous contacter à cette adresse (<a href="mailto:contact@street-artwork.com">contact@street-artwork.com</a>) pour tout autre collaboration comme artiste, développeur, sponsor, partenaire...

# list.filter.result
source: {0} Unfortunately, there is no result for your search|]0,Inf]Here are the filterResult artwork(s) matching your search.
fr: {0} Il n'y a malheureusement aucun résultat à votre recherche|]0,Inf]Voici les filterResult oeuvre(s) correspondant à votre recherche.

# list.backtolist
source: back to list
fr: retour à la liste

# list.filter
source: To find artworks in your country or city, you can use filters on the right.
fr: Pour retrouver les oeuvres dans votre pays ou votre ville, vous pouvez utiliser les filtres à votre droite.

# list.filter.country
source: Countries
fr: Pays

# list.filter.city
source: Cities
fr: Villes

# profile.edit.title
source: Edit my profile
fr: Éditer mon profil

# profile.show.title
source: Show my profile
fr: Voir mon profil

# form.website
source: Website
fr: Site web

# artwork.showoninsta
source: Go to Instagram
fr: Allez sur Instagram

# artwork.label.contributor
source: Contributor
fr: Contributeur

# dashboard.title.public
source: userName's dashboard
fr: Tableau de bord de userName

# dashboard.introduction.public
source: userName submited a total of nbUserArtworks artwork(s) in nbUserContries countries
fr: userName a proposé un total de nbUserArtworks artwork(s) dans nbUserContries pays

# home.showprofile
source: Show profile
fr: Voir le profil

# welcome.contributor.list
source: Contributor list
fr: Liste des contributeurs

# map.backwebsite
source: Back to website
fr: Retour au site

# map.showartwork
source: Show artwork
fr: Voir l'oeuvre

# header.menu.artistlist
source: Artists
fr: Artistes

# artist.profile.title
source: Profile of the artist artistName
fr: Profil de l'artiste artistName

# artist.introduction
source: The website contains a total of nbArtistArtworks artworks of artistName in nbArtistCountries countries.
fr: Le site regroupe un total de nbArtistArtworks oeuvres de artistName dans nbArtistCountries pays.

# artist.flash.notice.notfound
source: Artist not found
fr: Artiste non trouvé

# artwork.placeholder.author
source: Author
fr: Auteur

# content.not_found
source: An error occured when loading content
fr: Une erreur est survenue en chargeant le contenu

# blog.list.title
source: Street art blog and articles
fr: Blog et articles sur le street art

# artwork.searchauthor
source: Search an artist...
fr: Rechercher un artist...

# artwork.selectauthor
source: Select an author (+)
fr: Sélectionner un auteur (+)

# artwork.flash.notice.notfound
source: Artwork not found
fr: Oeuvre non trouvée

# user.flash.notice.notfound
source: User not found
fr: Utilisateur non trouvé

# artwork.description
source: The artwork <i>%title%</i> is of %type% type. You can admire it in the city of <a href="%citylink%">%city%</a> in <a href="%countrylink%">%country%</a> and more precisely here : %address%.
fr: L’oeuvre <i>%title%</i> est de type %type%. Vous pouvez l’admirer dans la ville de <a href="%citylink%">%city%</a> en <a href="%countrylink%">%country%</a> et plus précisément ici : %address%.

# artwork.description.author
source: {0}If you know the artist or artists who participated in its realization, thank you for contacting us.|]0,Inf]Find all the artworks of the artists who participated in its realization by clicking on their name:
fr: {0}Si vous connaissez le ou les artistes ayant participés à sa réalisation, merci de nous contacter.|]0,Inf]Retrouvez toutes les oeuvres des artistes ayant participés à sa réalisation en cliquant sur leur nom :

# artwork.description.contributor
source: {0}The photo was released on %date% by an unknown hunter, if you passed it and you're sure that it does not exist anymore do not hesitate to let us know.|]0,Inf]The photo was released on %date% by the hunter <a href="%contributorlink%">%contributor%</a>, if you passed it and you're sure that it does not exist anymore do not hesitate to let us know.
fr: {0}La photo a été publiée le %date% par un chasseur inconnu , si vous êtes passé devant et que vous êtes sûr que celle-ci n’existe plus n'hésitez pas à nous le faire savoir.|]0,Inf]La photo a été publiée le %date% par le chasseur <a href="%contributorlink%">%contributor%</a>, si vous êtes passé devant et que vous êtes sûr que celle-ci n’existe plus n'hésitez pas à nous le faire savoir.

# artwork.views
source: This page has been viewed %views% times.
fr: Cette page a été vue %views% fois.

# user.views
source: This profile has been viewed %views% times.
fr: Ce profil a été vu %views% fois.

# user.totalviews
source: The artworks proposed by %name% have been viewed %views% times.
fr: Les oeuvres proposées par %name% ont été vues %views% fois.

# artist.views
source: This profile has been viewed %views% times.
fr: Ce profil a été vu %views% fois.

# artist.totalviews
source: %name%'s artworks have been viewed %views% times.
fr: Les oeuvres de %name% ont été vues %views% fois.

# artwork.js.coordok
source: The coordinates have been filled automatically in the form.
fr: Les coordonnées ont été renseignées automatiquement dans le formulaire.

# artwork.js.coordko
source: There are no coordinates in your image. \n Please fill them in the form with the map below.
fr: Il n'y a pas de coordonnées dans votre image. \nMerci de les renseigner grâce à la carte ci dessous.

# artwork.coordinates
source: If the data has not been automatically retrieved in the image you can use the map below to fill in the location fields. <strong>Be careful to choose the exact location.</strong>
fr: Si les données n'ont pas été automatiquement récupérées dans l'image vous pouvez utiliser la carte ci-dessous pour remplir les champs. <strong>Attention à bien choisir l'emplacement exacte.</strong>

# artwork.js.search
source: Search...
fr: Rechercher...

# content.created
source: Created at
fr: Créé le

# content.backto
source: Back to
fr: Retour à
